Repository: ipatate/gm-contact-form
Catalog: languages/gm-mailchimp-form-*.po
Languages: fr_fr

source: This plugin allows you to display a Block for contact form subscription.
fr_fr: Ce plugin vous permet d'afficher un bloc d'inscription à une liste contact

source: You are subscribed to the list of newsletters. Thank you
fr_fr: Vous êtes bien inscrit dans la liste des abonnés à la contact. Merci !

source: Oh ! A user already exist with this email 😱
fr_fr: Oh ! L'adresse mail est déjà enregistrée 😱

source: This email was deleted from list and it's not possible to resubscribe 😱
fr_fr: Cette adresse mail a été supprimée de la liste et ne peut pas être réinscrite 😱

source: Email
fr_fr: Adresse mail

source: Firstname
fr_fr: Prénom

source: Lastname
fr_fr: Nom

source: You agree to subscribe to our contact
fr_fr: En m'inscrivant à la liste des abonnés, j'accepte de recevoir des newsletters

source: Don't check this box, it's for robot
fr_fr: Ne pas cocher cette checkbox, c'est pour attraper les robots ;)

source: Subscribe
fr_fr: S'abonner
